Repository: Elastinex/pharmaceutical
Catalog: src/news/locale/*/LC_MESSAGES/django.po
Languages: mn

source: News
mn: Мэдээ

source: Title
mn: Гарчиг

source: Category
mn: Ангиллал

source: News Slug
mn: Мэдээний нөмрөг

source: Created by
mn: Үүсгэсэн

source: Content
mn: Контент

source: Created on
mn: Хэзээ үүсгэсэн

source: Updated on
mn: Хэзээ зассан

source: Бидний тухай
mn: About us

source: Эрхэм зорилго
mn: Mission

source: Алсын хараа
mn: Vision

source: Mонголын эм зүйн хөгжлийг олон улсын түвшинд хүргэх
mn: Bring Mongolia's pharmaceutical development to the international level

source: Үнэт зүйл
mn: Values

source: Манлайлал
mn: Leadership

source: Эв нэгдэл
mn: Unity

source: Чадварлаг мэргэжилтэн
mn: Skilled specialist

source: Чанартай бүтээгдэхүүн
mn: Quality products

source: Чин сэтгэлийн хандлага
mn: Sincere attitude

source: Гишүүн байгууллагууд
mn: Member organizations

source: Хийгдсэн үйл ажиллагаа
mn: Activities performed

source: Үйл ажиллагаа
mn: Activities

source: Гишүүд
mn: Members

source: Мэдээ мэдээлэл
mn: News and information

source: Хууль тогтоомж
mn: Legislation

source: Судалгаа
mn: Research

source: Цааш үзэх
mn: Read more

source: Сургалт
mn: Course

source: Үе үеийн ерөнхийлөгч нар
mn: Presidents

source: Асуулт хариулт
mn: FAQ

source: Нүүр хуудас
mn: Home page

source: Компаны тухай
mn: About our company

source: Түүхэн замнал
mn: Timeline

source: Онцлох мэдээ
mn: Featured news

source: Урлаг, Спорт
mn: Art, sport

source: Сургалт хүсэх
mn: Course whislist

source: Санал асуулга
mn: Poll

source: Хэрэглэгч
mn: User

source: Нууц үг солих
mn: Change password

source: Нэр солих
mn: Change name

source: Имайл хаяг солих
mn: Change email address

source: Системээс гарах
mn: Log-out

source: Нэвтрэх
mn: Log-in

source: Гишүүнээр бүртгүүлэх
mn: Register as a member

source: Холбоо барих
mn: Contact us

source: Тавтай морилно уу.
mn: Welcome

source: Хаяг:
mn: Address:

source: Утас:
mn: Phone:

source: Хэрэгтэй холбоосууд
mn: Useful links

source: Сургалтууд
mn: Courses

source: Мэдээ
mn: News

source: Гишүүнчлэл
mn: Members
